tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'neovim/neovim'
tap 'rcmdnk/file'
tap 'sanemat/font'
tap 'tkengo/highway'
cask 'xquartz'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cmake'
brew 'colordiff'
brew 'zeromq'
brew 'czmq'
brew 'doxygen'
brew 'pcre2'
brew 'fish'
brew 'flow'
brew 'git'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'fzf'
brew 'gibo'
brew 'go'
brew 'gperftools'
brew 'heroku'
brew 'jemalloc'
brew 'libevent'
brew 'libsodium'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'mas'
brew 'msgpack'
brew 'mysql'
brew 'node'
brew 'node-build'
brew 'peco'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rmtrash'
brew 'ruby-build'
brew 'tmux'
brew 'tree'
brew 'unibilium'
brew 'utf8proc'
brew 'watchman'
brew 'wget'
brew 'xz'
brew 'yarn'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'neovim/neovim/neovim'
brew 'sanemat/font/ricty', args: ['with-powerline']
brew 'tkengo/highway/highway'
cask 'firefox'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'vagrant'
cask 'virtualbox'
mas 'App Cleaner', id: 1013897218
mas 'CotEditor', id: 1024640650
mas 'Display Menu', id: 549083868
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'Magnet', id: 441258766
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Skitch', id: 425955336
